// ar.js with Arabic translations
export default {
  // errors & warnings
  ooops: "!نأسف",
  unsupportedBrowser: `.على أجهزة الآيفون، يمكنك استخدام منصّة بسمة فقط باستخدام متصفح سفاري
  .الرجاء فتح المنصّة مجدداً عبر متصفّح سفاري`,
  branchClosed: "!الفرع مغلق الآن",
  cantCall: "عذراً، لايمكنك الاتصال الآن لأن صاحب الخدمة أوقَف هذه الميزة",

  // buttons
  startAgain: "البدأ من جديد",
  endCall: "إنهاء المكالمة",
  backToMain: "العودة للصفحة الرئيسية",
  submit: "إرسال",

  // call messages
  gettingServices: "...يتم جلب الخدمات الآن",
  videoConnecting: "...يتم الاتصال الآن بالفيديو",
  startingCall: "...يتم الآن الاتصال",
  callWaiting: `مكالمتك تهمنا.. انتظر قليلاً حتى يتم الرد على مكاملتك.. انت في
                الترتيب رقم`,
  servedBy: "يتم خدمتك الآن من قبل",
  ratingHeader: "تقييمك لمستوى الخدمة يهمنا .. ما مدى رضاك بالخدمة؟",
  ratingMsg: ".اختر الوجه الذي يعبّر عن رأيك في مستوى الخدمة",
  feedbackMsg:
    ".اكتب رأيك أو أي ملاحظات عن الخدمة أو العميل الذي قدّم لك الخدمة",
  thankYou: "!شكراً لك .. مع السلامة"
};
