// ar-AR.js with Arabic translations
export default {
  helloMsg: "هلوووو",
  ooops: "!نأسف",
  unsupportedBrowser: `.على أجهزة الآيفون، يمكنك استخدام منصّة بسمة فقط باستخدام متصفح سفاري
                      .الرجاء فتح المنصّة مجدداً عبر متصفّح سفاري`,
  gettingServices: "...يتم جلب الخدمات الآن",
  startAgain: "البدأ من جديد",
  videoConnecting: "...يتم الاتصال الآن بالفيديو",
  startingCall: "...يتم الآن الاتصال",
  callWaiting: `مكالمتك تهمنا.. انتظر قليلاً حتى يتم الرد على مكاملتك.. انت في
                الترتيب رقم`,
  endCall: "!إنهاء المكالمة",
  servedBy: "يتم خدمتك الآن من قبل",
  ratingHeader: "تقييمك لمستوى الخدمة يهمنا .. ما مدى رضاك بالخدمة؟",
  thankYou: "!شكراً لك .. مع السلامة",
  backToMain: "العودة للصفحة الرئيسية",
  branchClosed: "!الفرع مغلق الآن",
  cantCall: "عذراً، لايمكنك الاتصال الآن لأن صاحب الخدمة أوقَف هذه الميزة"
};
